export const timelineData = [
    {
        id: 1,
        tag: "#2023.3",
        title: "初めての日本",
        content: `突然の決断だったため、来日前は三ヶ月ほど独学で日本語を勉強しただけでした。
        日本に来たばかりの頃は、過去形と現在形の違いもよく分からないほどで、日常生活でも多くの不便を感じました。
        そこで、まずは日本語をしっかり身につけようと考え、言語学校でちゃんと日本語を学んだうえで、進路を決めることにしました。`
    },
    {
        id: 2,
        tag: "#2023.12",
        title: "言語学校の楽しい生活",
        content: `日本語学校での生活では、日本語を学ぶだけでなく、学校の活動を通してさまざまな日本文化を体験し、
        また多くの国の友人と出会うことができました。社会人として働いた後に、もう一度学生生活の楽しさを感じられた、とても充実した一年でした。
        そして、12月の日本語能力試験JLPT N4にも合格しました。`
    },
    {
        id: 3,
        tag: "#2024.7",
        title: "進路に迷う時期",
        content: `日本に来て二年目の7月に、JLPT N2に合格しました。もともとは年齢やこれまでの社会人経験も考えて、
        すぐに就職することも考えていました。ただ、留学生として生活する中で、日本人と同じ環境で何かを取り組んだ経験がないという不安を感じるようになりました。
        日本語学校で接する日本人の先生方は、外国人学生に慣れていて、ある意味で外国人に合わせた環境の中にあると感じていました。
        でも、日本の会社や学校の実際の雰囲気は、それとはかなり違うのではないかとも思いました。`
    },
    {
        id: 4,
        tag: "#2024.9",
        title: "専門学校に進学を決める",
        content: `よく考えた末、将来日本で長く働き、生活していくためには、日本人と同じ環境で学び、共に取り組む経験を積むことが重要だと考えました。
        そこで私は、専門学校への進学を決めました。専門的なスキルを身につけるだけでなく、日本人の同級生や先生方と同じ環境で学び、
        共に取り組む経験を積むことも、進学を決めた大きな理由でした。`
    },
    {
        id: 5,
        tag: "#2025.8",
        title: "専門学校での苦しくも楽しい日々",
        content: `専門学校での生活では、念願だった日本人と同じ教室で授業を受けたり、グループ課題に一緒に取り組んだりする経験をすることができました。
        しかしその一方で、留学生として言語面でのプレッシャーも小さくありませんでした。特に授業では、先生の話すスピードや内容の量が日本語学校とはまったく違い、最初はついていくのが大変でした。
        それでも、だからこそ留学生として人一倍努力しなければならないと感じました。そこで一度アルバイトをやめ、学校と勉強に集中することにしました。
        その結果、2025年7月にはJLPT N1とビジネス能力検定3級に合格することができました。`
    },
    {
        id: 6,
        tag: "#2026.2",
        title: "就職活動を始める",
        content: `2025年12月には色彩検定3級にも合格し、進級制作も終盤に入りました。忙しかった学業も一段落し、2026年2月初めには、いよいよ本格的な就職活動が始まりました。
        日本で過ごした三年間の経験と専門学校で身につけたスキルを武器に、この最後の挑戦に向き合っていきたいと思っています。`
    }
];