export const timelineData = [
    {
        id: 1,
        tag: "#2023.3",
        title: "初めての日本",
        content: "突然の決断だったため、来日前は三ヶ月ほど独学で日本語を勉強しただけでした。日本に来たばかりの頃は、過去形と現在形の違いもよく分からないほどで、日常生活でも多くの不便を感じました。そこでまずは日本語をしっかり身につけようと考え、日本語学校で勉強したうえで、その後の進路を決めることにしました。"
    },
    {
        id: 2,
        tag: "#2023.12",
        title: "言語学校の楽しい生活",
        content: "日本語学校での生活では、日常会話の日本語を学ぶだけでなく、学校の活動を通してさまざまな日本文化を体験し、また多くの国の友人と出会うことができました。社会人として働いた後に、もう一度学生生活の楽しさを感じられた、とても充実した一年でした。そして12月には日本語能力試験JLPT N4にも合格しました。"
    },
    {
        id: 3,
        tag: "#2024.7",
        title: "進路を決める",
        content: ""
    },
    {
        id: 4,
        tag: "#2025.8",
        title: "専門学校での苦しくも楽しい日々",
        content: ""
    },
    {
        id: 5,
        tag: "#2026.2",
        title: "就職活動を始めて",
        content: ""
    }
];