export const timelineData = [
    {
        id: 1,
        tag: "#SKILL",
        title: "カ シン",
        content: "1995年生まれです。社会人4年目で会社を退職し、27歳で日本に来ました。現在は、日本電子専門学校のWebデザイン科に通っています。"
    },
    {
        id: 2,
        tag: "#SKILL",
        title: "カ シン",
        content: "1995年生まれです。社会人4年目で会社を退職し、27歳で日本に来ました。現在は、日本電子専門学校のWebデザイン科に通っています。"
    },
    {
        id: 3,
        tag: "#SKILL",
        title: "カ シン",
        content: "1995年生まれです。社会人4年目で会社を退職し、27歳で日本に来ました。現在は、日本電子専門学校のWebデザイン科に通っています。"
    },
    {
        id: 4,
        tag: "#SKILL",
        title: "カ シン",
        content: "1995年生まれです。社会人4年目で会社を退職し、27歳で日本に来ました。現在は、日本電子専門学校のWebデザイン科に通っています。"
    }
];